---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.NoModelGroups
source: html/b217276c-5e05-cbef-5702-4764e4425906.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.NoModelGroups Property

There are no Model Groups in this Project or Family.

## Syntax (C#)
```csharp
public static FailureDefinitionId NoModelGroups { get; }
```